---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Text
source: html/e8f70f37-3110-049c-b4a5-074500080722.htm
---
# Autodesk.Revit.DB.GroupTypeId.Text Property

Text.

## Syntax (C#)
```csharp
public static ForgeTypeId Text { get; }
```